{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1060,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<2en>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<2fil>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1058,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1059,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1060,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1061,
      "content": "<extra_id_0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1062,
      "content": "<extra_id_1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1063,
      "content": "<extra_id_2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1064,
      "content": "<extra_id_3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1065,
      "content": "<extra_id_4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1066,
      "content": "<extra_id_5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1067,
      "content": "<extra_id_6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1068,
      "content": "<extra_id_7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1069,
      "content": "<extra_id_8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1070,
      "content": "<extra_id_9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1071,
      "content": "<extra_id_10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1072,
      "content": "<extra_id_11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1073,
      "content": "<extra_id_12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1074,
      "content": "<extra_id_13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1075,
      "content": "<extra_id_14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1076,
      "content": "<extra_id_15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1077,
      "content": "<extra_id_16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1078,
      "content": "<extra_id_17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1079,
      "content": "<extra_id_18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1080,
      "content": "<extra_id_19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1081,
      "content": "<extra_id_20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1082,
      "content": "<extra_id_21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1083,
      "content": "<extra_id_22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1084,
      "content": "<extra_id_23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1085,
      "content": "<extra_id_24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1086,
      "content": "<extra_id_25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1087,
      "content": "<extra_id_26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1088,
      "content": "<extra_id_27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1089,
      "content": "<extra_id_28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1090,
      "content": "<extra_id_29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1091,
      "content": "<extra_id_30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1092,
      "content": "<extra_id_31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1093,
      "content": "<extra_id_32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1094,
      "content": "<extra_id_33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1095,
      "content": "<extra_id_34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1096,
      "content": "<extra_id_35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1097,
      "content": "<extra_id_36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1098,
      "content": "<extra_id_37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1099,
      "content": "<extra_id_38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1100,
      "content": "<extra_id_39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1101,
      "content": "<extra_id_40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1102,
      "content": "<extra_id_41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1103,
      "content": "<extra_id_42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1104,
      "content": "<extra_id_43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1105,
      "content": "<extra_id_44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1106,
      "content": "<extra_id_45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1107,
      "content": "<extra_id_46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1108,
      "content": "<extra_id_47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1109,
      "content": "<extra_id_48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1110,
      "content": "<extra_id_49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1111,
      "content": "<extra_id_50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1112,
      "content": "<extra_id_51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1113,
      "content": "<extra_id_52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1114,
      "content": "<extra_id_53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1115,
      "content": "<extra_id_54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1116,
      "content": "<extra_id_55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1117,
      "content": "<extra_id_56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1118,
      "content": "<extra_id_57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1119,
      "content": "<extra_id_58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1120,
      "content": "<extra_id_59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1121,
      "content": "<extra_id_60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1122,
      "content": "<extra_id_61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1123,
      "content": "<extra_id_62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1124,
      "content": "<extra_id_63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1125,
      "content": "<extra_id_64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1126,
      "content": "<extra_id_65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1127,
      "content": "<extra_id_66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1128,
      "content": "<extra_id_67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1129,
      "content": "<extra_id_68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1130,
      "content": "<extra_id_69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1131,
      "content": "<extra_id_70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1132,
      "content": "<extra_id_71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1133,
      "content": "<extra_id_72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1134,
      "content": "<extra_id_73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1135,
      "content": "<extra_id_74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1136,
      "content": "<extra_id_75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1137,
      "content": "<extra_id_76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1138,
      "content": "<extra_id_77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1139,
      "content": "<extra_id_78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1140,
      "content": "<extra_id_79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1141,
      "content": "<extra_id_80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1142,
      "content": "<extra_id_81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1143,
      "content": "<extra_id_82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1144,
      "content": "<extra_id_83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1145,
      "content": "<extra_id_84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1146,
      "content": "<extra_id_85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1147,
      "content": "<extra_id_86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1148,
      "content": "<extra_id_87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1149,
      "content": "<extra_id_88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1150,
      "content": "<extra_id_89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1151,
      "content": "<extra_id_90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1152,
      "content": "<extra_id_91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1153,
      "content": "<extra_id_92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1154,
      "content": "<extra_id_93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1155,
      "content": "<extra_id_94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1156,
      "content": "<extra_id_95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1157,
      "content": "<extra_id_96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1158,
      "content": "<extra_id_97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1159,
      "content": "<extra_id_98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1160,
      "content": "<extra_id_99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": [
      [
        "[PAD]",
        0.0
      ],
      [
        "[EOS]",
        0.0
      ],
      [
        "[UNK]",
        0.0
      ],
      [
        "<2en>",
        0.0
      ],
      [
        "<2fil>",
        0.0
      ],
      [
        "▁",
        -1.8348931305418752
      ],
      [
        "E",
        -2.8252523149077806
      ],
      [
        "O",
        -2.8895586872526433
      ],
      [
        "N",
        -3.348438612155606
      ],
      [
        "T",
        -3.445056183749804
      ],
      [
        "R",
        -3.4713534386684852
      ],
      [
        "H",
        -3.4751119763460334
      ],
      [
        "A",
        -3.5070539487514125
      ],
      [
        "W",
        -3.601294496834484
      ],
      [
        ">",
        -3.674661080232171
      ],
      [
        "I",
        -3.7549122695848816
      ],
      [
        "Y",
        -3.787320277039207
      ],
      [
        "▁<2",
        -3.869901621279187
      ],
      [
        "n",
        -3.979725511641103
      ],
      [
        "D",
        -3.9813395583376394
      ],
      [
        "S",
        -3.9998142322757744
      ],
      [
        "K",
        -4.137235588464188
      ],
      [
        "e",
        -4.162811376683411
      ],
      [
        "L",
        -4.255315172933125
      ],
      [
        "?",
        -4.310058675320525
      ],
      [
        "f",
        -4.408919980459887
      ],
      [
        ".",
        -4.42888002703447
      ],
      [
        "M",
        -4.543741626579624
      ],
      [
        "t",
        -4.618834478994735
      ],
      [
        "i",
        -4.650439936450276
      ],
      [
        "a",
        -4.685695056862592
      ],
      [
        "l",
        -4.736354803139433
      ],
      [
        "F",
        -4.778490580676809
      ],
      [
        "▁sa",
        -4.8448812621860675
      ],
      [
        "▁the",
        -4.93412743585699
      ],
      [
        "G",
        -5.007502755738971
      ],
      [
        "TER",
        -5.02038206799206
      ],
      [
        "U",
        -5.0324346164713205
      ],
      [
        "MOR",
        -5.055134888938104
      ],
      [
        "il",
        -5.0730588621881285
      ],
      [
        "C",
        -5.1137935962616705
      ],
      [
        "o",
        -5.115363809732575
      ],
      [
        "P",
        -5.198126319909436
      ],
      [
        "▁to",
        -5.4189778336097625
      ],
      [
        "s",
        -5.466824803175676
      ],
      [
        "▁WHE",
        -5.484837083405823
      ],
      [
        "<",
        -5.519784933834801
      ],
      [
        "2",
        -5.519784933834801
      ],
      [
        "B",
        -5.649014428250132
      ],
      [
        "ng",
        -5.697952199473292
      ],
      [
        "g",
        -5.6988040012469305
      ],
      [
        "▁WH",
        -5.7858134547348765
      ],
      [
        "▁at",
        -5.859992943086285
      ],
      [
        "▁do",
        -5.863700957547129
      ],
      [
        "▁WA",
        -6.046540309641388
      ],
      [
        "ang",
        -6.116128748453853
      ],
      [
        "w",
        -6.219378256802729
      ],
      [
        "▁niya",
        -6.225808866841991
      ],
      [
        "▁siya",
        -6.2536884796088295
      ],
      [
        "▁farm",
        -6.283726900360946
      ],
      [
        "▁want",
        -6.28373509444361
      ],
      [
        "▁bukid",
        -6.284870442996892
      ],
      [
        "▁home",
        -6.287077605553433
      ],
      [
        "▁work",
        -6.2875082774645
      ],
      [
        "▁ngayon",
        -6.290229342297383
      ],
      [
        "▁school",
        -6.293391963361582
      ],
      [
        "▁tindahan",
        -6.3057324023133035
      ],
      [
        "at",
        -6.308398002207882
      ],
      [
        "▁store",
        -6.321080166779698
      ],
      [
        "h",
        -6.323652390660854
      ],
      [
        "▁paaralan",
        -6.323914866200123
      ],
      [
        "▁Gusto",
        -6.328422629451685
      ],
      [
        "▁like",
        -6.354111407845746
      ],
      [
        "▁trabaho",
        -6.361609024750528
      ],
      [
        "▁bahay",
        -6.365320902726877
      ],
      [
        "▁does",
        -6.389431070150252
      ],
      [
        "y",
        -6.402258001117156
      ],
      [
        ",",
        -6.402625089143848
      ],
      [
        "▁umaga",
        -6.414842337413898
      ],
      [
        "▁morning",
        -6.416137492138953
      ],
      [
        "▁afternoon",
        -6.423375279731525
      ],
      [
        "▁gabi",
        -6.446758812051387
      ],
      [
        "▁drink",
        -6.4505388986588095
      ],
      [
        "▁hapon",
        -6.454889093762057
      ],
      [
        "▁read",
        -6.457703885686232
      ],
      [
        "▁need",
        -6.483082221851282
      ],
      [
        "d",
        -6.489824636789498
      ],
      [
        "▁write",
        -6.502483126961682
      ],
      [
        "▁eat",
        -6.503275567821634
      ],
      [
        "▁kahapon",
        -6.506514902703721
      ],
      [
        "▁today",
        -6.527382786090257
      ],
      [
        "sa",
        -6.534686809185553
      ],
      [
        "▁yesterday",
        -6.549077224411326
      ],
      [
        "▁night",
        -6.568280915916555
      ],
      [
        "▁bukas",
        -6.57367162686414
      ],
      [
        "uwi",
        -6.5898276940194425
      ],
      [
        "▁tomorrow",
        -6.614306422565711
      ],
      [
        "ong",
        -6.646014115010452
      ],
      [
        "▁libro",
        -6.730571568412557
      ],
      [
        "akit",
        -6.749155281304358
      ],
      [
        "▁you",
        -6.75935355829658
      ],
      [
        "▁book",
        -6.769382867215144
      ],
      [
        "▁she",
        -6.782149933714868
      ],
      [
        "▁they",
        -6.799588616398932
      ],
      [
        "here",
        -6.856659414885298
      ],
      [
        "▁Kailan",
        -6.858533356939679
      ],
      [
        "aano",
        -6.858795143187233
      ],
      [
        "▁Whe",
        -6.870048605465165
      ],
      [
        "▁Saan",
        -6.874789915678729
      ],
      [
        "▁play",
        -6.883122072583747
      ],
      [
        "k",
        -6.888102704566881
      ],
      [
        "▁walk",
        -6.900858682015032
      ],
      [
        "▁sleep",
        -6.900909280375414
      ],
      [
        "▁ako",
        -6.908380202481267
      ],
      [
        "▁Who",
        -6.917617974553323
      ],
      [
        "▁run",
        -6.918176258547126
      ],
      [
        "▁gustong",
        -6.921783734609802
      ],
      [
        "▁What",
        -6.928540910486843
      ],
      [
        "▁sila",
        -6.941402664210271
      ],
      [
        "ind",
        -6.95887684029705
      ],
      [
        "▁Sin",
        -6.965960353301137
      ],
      [
        "▁come",
        -7.00095330401215
      ],
      [
        "▁Kailangan",
        -7.017669155844137
      ],
      [
        "▁Ano",
        -7.033262972051798
      ],
      [
        "▁did",
        -7.037158453051283
      ],
      [
        "en",
        -7.082887003574044
      ],
      [
        "▁You",
        -7.099302591807321
      ],
      [
        "▁in",
        -7.10057884657526
      ],
      [
        "▁kailangan",
        -7.110675729594766
      ],
      [
        "m",
        -7.162619516443499
      ],
      [
        "▁kumain",
        -7.17140449166128
      ],
      [
        "▁ka",
        -7.173596600732967
      ],
      [
        "▁Wh",
        -7.174303758226651
      ],
      [
        "▁gusto",
        -7.207365767948344
      ],
      [
        "▁uminom",
        -7.20989490056925
      ],
      [
        "in",
        -7.223610471057183
      ],
      [
        "▁we",
        -7.24535307845845
      ],
      [
        "▁kami",
        -7.257308599026311
      ],
      [
        "▁namin",
        -7.347782506816755
      ],
      [
        "▁magbasa",
        -7.415705650604498
      ],
      [
        "ilang",
        -7.435532986755248
      ],
      [
        "▁food",
        -7.437503513823891
      ],
      [
        "▁pagkain",
        -7.4408208263575775
      ],
      [
        "▁sumulat",
        -7.445478779258067
      ],
      [
        "▁water",
        -7.451819529865064
      ],
      [
        "▁tubig",
        -7.451834136891946
      ],
      [
        "▁TO",
        -7.5187492092667485
      ],
      [
        "fi",
        -7.529750369202161
      ],
      [
        "▁tumakbo",
        -7.547921667912624
      ],
      [
        "▁wi",
        -7.584076184756464
      ],
      [
        "▁with",
        -7.593832244792313
      ],
      [
        "▁maglakad",
        -7.60130066732869
      ],
      [
        "▁matulog",
        -7.61498311106624
      ],
      [
        "<2",
        -7.619798153289364
      ],
      [
        "▁ng",
        -7.6493174916141085
      ],
      [
        "he",
        -7.65045537801527
      ],
      [
        "▁mo",
        -7.662309643381968
      ],
      [
        "hey",
        -7.679130672965409
      ],
      [
        "▁HO",
        -7.689800189333387
      ],
      [
        "▁maglaro",
        -7.718138416125567
      ],
      [
        "▁nila",
        -7.805225960537858
      ],
      [
        "▁hin",
        -7.814339776331988
      ],
      [
        "▁umiinom",
        -7.845640031918853
      ],
      [
        "▁kumakain",
        -7.858657043651894
      ],
      [
        "▁nagbabasa",
        -7.862701068234792
      ],
      [
        "▁The",
        -7.916825032909525
      ],
      [
        "▁he",
        -7.940452117135687
      ],
      [
        "▁sumusulat",
        -7.967154658775424
      ],
      [
        "▁kasama",
        -7.987060122233636
      ],
      [
        "▁ko",
        -8.135282563526019
      ],
      [
        "▁pumunta",
        -8.153021298407467
      ],
      [
        "▁needs",
        -8.155694587580745
      ],
      [
        "▁Tomorrow",
        -8.157584197881725
      ],
      [
        "▁tayo",
        -8.16047014929393
      ],
      [
        "▁natutulog",
        -8.166469008528786
      ],
      [
        "'",
        -8.187895271080404
      ],
      [
        "▁tumatakbo",
        -8.193225153533149
      ],
      [
        "▁naglalakad",
        -8.199649645450759
      ],
      [
        "▁natin",
        -8.216345360314113
      ],
      [
        "▁are",
        -8.26609325875081
      ],
      [
        "agbabasa",
        -8.285930139366295
      ],
      [
        "▁naglalaro",
        -8.302853042181718
      ],
      [
        "to",
        -8.312752682013915
      ],
      [
        "▁Bukas",
        -8.358548069447714
      ],
      [
        "miinom",
        -8.374081167463213
      ],
      [
        "umakain",
        -8.392045934489417
      ],
      [
        "the",
        -8.431365372998165
      ],
      [
        "▁thi",
        -8.465970958180574
      ],
      [
        "▁Yesterday",
        -8.471956098320184
      ],
      [
        "ing",
        -8.611464765606335
      ],
      [
        "trabaho",
        -8.6568955731342
      ],
      [
        "▁dumating",
        -8.673022866694275
      ],
      [
        "umusulat",
        -8.676163891360636
      ],
      [
        "▁Today",
        -8.689562040007129
      ],
      [
        "▁Ngayon",
        -8.730615782117496
      ],
      [
        "▁W",
        -8.730712356624423
      ],
      [
        "▁tonight",
        -8.777330586799449
      ],
      [
        "▁Kahapon",
        -8.815955804808262
      ],
      [
        "▁S",
        -8.839341784042354
      ],
      [
        "wi",
        -8.885188111407091
      ],
      [
        "OM",
        -8.909733837717315
      ],
      [
        "ow",
        -8.922351959807964
      ],
      [
        "▁dumarating",
        -8.939232312617298
      ],
      [
        "HE",
        -8.968332344361476
      ],
      [
        "IN",
        -9.015009967876937
      ],
      [
        "NI",
        -9.042490341872009
      ],
      [
        "▁B",
        -9.066378868492231
      ],
      [
        "WHE",
        -9.116916863463342
      ],
      [
        "u",
        -9.130711720791972
      ],
      [
        "aglalaro",
        -9.184327376230746
      ],
      [
        "hapon",
        -9.190518718288756
      ],
      [
        "▁binabasa",
        -9.193146010681003
      ],
      [
        "▁coming",
        -9.211416722873654
      ],
      [
        "atutulog",
        -9.218091672587969
      ],
      [
        "▁basahin",
        -9.248840104201156
      ],
      [
        "▁for",
        -9.27023554736066
      ],
      [
        "ST",
        -9.297487331482955
      ],
      [
        "aglalakad",
        -9.308785135853196
      ],
      [
        "▁kakain",
        -9.31586644478595
      ],
      [
        "▁tu",
        -9.325297064452322
      ],
      [
        "night",
        -9.357606854378826
      ],
      [
        "▁ba",
        -9.368380655942063
      ],
      [
        "store",
        -9.37387772459876
      ],
      [
        "we",
        -9.387323110104733
      ],
      [
        "ating",
        -9.390534981882222
      ],
      [
        "uw",
        -9.392258277510978
      ],
      [
        "RI",
        -9.39854394067476
      ],
      [
        "HO",
        -9.411256369858524
      ],
      [
        "▁eats",
        -9.413639428045222
      ],
      [
        "▁susulat",
        -9.420462046669323
      ],
      [
        "umatakbo",
        -9.445546812024766
      ],
      [
        "▁writing",
        -9.446727354086864
      ],
      [
        "▁isulat",
        -9.452906831460076
      ],
      [
        "▁magsulat",
        -9.469306836404256
      ],
      [
        "▁iinom",
        -9.491504722398592
      ],
      [
        "do",
        -9.501471696564792
      ],
      [
        "▁papunta",
        -9.509368567698884
      ],
      [
        "▁magbabasa",
        -9.517124567212877
      ],
      [
        "▁pumupunta",
        -9.522260664434622
      ],
      [
        "▁darating",
        -9.53695470927888
      ],
      [
        "WH",
        -9.53952395718421
      ],
      [
        "niya",
        -9.56737162438025
      ],
      [
        "▁saan",
        -9.583598819331414
      ],
      [
        "▁matutulog",
        -9.584429206019816
      ],
      [
        "siya",
        -9.594522289562978
      ],
      [
        "gabi",
        -9.608397779669552
      ],
      [
        "▁umuwi",
        -9.610920360760597
      ],
      [
        "ka",
        -9.633599858974009
      ],
      [
        "▁s",
        -9.641325856634955
      ],
      [
        "▁kinakain",
        -9.646193715827971
      ],
      [
        "AT",
        -9.647939661809922
      ],
      [
        "▁who",
        -9.648543867661004
      ],
      [
        "ino",
        -9.666617108964235
      ],
      [
        "▁reads",
        -9.672225394108008
      ],
      [
        "▁iniinom",
        -9.673348493740324
      ],
      [
        "b",
        -9.673768848758469
      ],
      [
        "▁nagbasa",
        -9.677200347915877
      ],
      [
        "▁tatakbo",
        -9.680254998142182
      ],
      [
        "▁writes",
        -9.680691508123832
      ],
      [
        "▁maglalakad",
        -9.681793042946266
      ],
      [
        "▁sleeping",
        -9.709012983568844
      ],
      [
        "inom",
        -9.76555821257674
      ],
      [
        "tindahan",
        -9.76839824678988
      ],
      [
        "▁drank",
        -9.782381353137298
      ],
      [
        "paaralan",
        -9.786621202807048
      ],
      [
        "ngayon",
        -9.789315818705592
      ],
      [
        "school",
        -9.79248354049631
      ],
      [
        "OR",
        -9.79895976833182
      ],
      [
        "WA",
        -9.804693200416985
      ],
      [
        "bukid",
        -9.81218153320501
      ],
      [
        "▁reading",
        -9.839546875240838
      ],
      [
        "▁maglalaro",
        -9.845394914614698
      ],
      [
        "farm",
        -9.85196300936104
      ],
      [
        "want",
        -9.851989207285676
      ],
      [
        "home",
        -9.855329245993556
      ],
      [
        "work",
        -9.855752202393996
      ],
      [
        "Gusto",
        -9.855857146477977
      ],
      [
        "▁kalaro",
        -9.856500064890106
      ],
      [
        "▁naglakad",
        -9.867233791348344
      ],
      [
        "kailangan",
        -9.867782955658576
      ],
      [
        "afternoon",
        -9.873872067989398
      ],
      [
        "▁nilalaro",
        -9.886852578507105
      ],
      [
        "▁pupunta",
        -9.892333207313095
      ],
      [
        "bahay",
        -9.89283629683209
      ],
      [
        "morning",
        -9.89485883591836
      ],
      [
        "minom",
        -9.902691511488596
      ],
      [
        "▁natulog",
        -9.90390232164891
      ],
      [
        "mama",
        -9.9158068507623
      ],
      [
        "agsusulat",
        -9.919973752402086
      ],
      [
        "like",
        -9.92253518731864
      ],
      [
        "▁inumin",
        -9.927020232373508
      ],
      [
        "hin",
        -9.931843383701809
      ],
      [
        "▁wrote",
        -9.938106782118584
      ],
      [
        "umaga",
        -9.94248629649844
      ],
      [
        "▁eating",
        -9.952435354590603
      ],
      [
        "agbasa",
        -9.95286998125809
      ],
      [
        "TO",
        -9.953197464045214
      ],
      [
        "does",
        -9.95796229072536
      ],
      [
        "r",
        -9.963802612563985
      ],
      [
        "gusto",
        -9.974511588021668
      ],
      [
        "▁books",
        -9.975375010448971
      ],
      [
        "drink",
        -9.978280443593562
      ],
      [
        "kahapon",
        -9.98548156852825
      ],
      [
        "ara",
        -9.992911682017787
      ],
      [
        "no",
        -9.99424921806254
      ],
      [
        "gustong",
        -9.995254433587837
      ],
      [
        "umain",
        -9.999850778804776
      ],
      [
        "yesterday",
        -9.999910462930927
      ],
      [
        "read",
        -10.026427365469818
      ],
      [
        "▁no",
        -10.030329274215692
      ],
      [
        "write",
        -10.030402967796524
      ],
      [
        "▁naglaro",
        -10.032321170749956
      ],
      [
        "▁sinusulat",
        -10.040412006067896
      ],
      [
        "where",
        -10.04669168762213
      ],
      [
        "need",
        -10.051883295970914
      ],
      [
        "today",
        -10.055351610884845
      ],
      [
        "di",
        -10.072514273492398
      ],
      [
        "umarating",
        -10.076373580343985
      ],
      [
        "tomorrow",
        -10.077797847746153
      ],
      [
        "▁drinking",
        -10.081767686553118
      ],
      [
        "bukas",
        -10.101783756912544
      ],
      [
        "she",
        -10.112426812967971
      ],
      [
        "▁kainin",
        -10.118890288473164
      ],
      [
        "▁walking",
        -10.12896862793265
      ],
      [
        "eat",
        -10.13846961666065
      ],
      [
        "▁running",
        -10.157678703485466
      ],
      [
        "▁pauwi",
        -10.190635271324226
      ],
      [
        "kasama",
        -10.190975313822214
      ],
      [
        "▁Kakai",
        -10.199312594889388
      ],
      [
        "▁Kanino",
        -10.199586147834022
      ],
      [
        "umulat",
        -10.214583437544343
      ],
      [
        "▁isinusulat",
        -10.230256507786455
      ],
      [
        "▁nagsusulat",
        -10.236100479036004
      ],
      [
        "▁P",
        -10.23733836707882
      ],
      [
        "libro",
        -10.259224778784445
      ],
      [
        "▁Susulat",
        -10.265227932384478
      ],
      [
        "▁laruin",
        -10.291743209111294
      ],
      [
        "ko",
        -10.304165255232444
      ],
      [
        "with",
        -10.309013954895685
      ],
      [
        "ako",
        -10.321327644723947
      ],
      [
        "▁runs",
        -10.333011388748416
      ],
      [
        "book",
        -10.339181258210155
      ],
      [
        "▁kinailangan",
        -10.34567628346219
      ],
      [
        "Kailan",
        -10.359404632033709
      ],
      [
        "namin",
        -10.365954974115116
      ],
      [
        "they",
        -10.369538641114126
      ],
      [
        "inailangan",
        -10.392014766482951
      ],
      [
        "▁playing",
        -10.392128898276866
      ],
      [
        "you",
        -10.394336493208112
      ],
      [
        "sleep",
        -10.43025594326933
      ],
      [
        "▁sulatan",
        -10.444493362433306
      ],
      [
        "Saan",
        -10.4452684899219
      ],
      [
        "play",
        -10.453413531255542
      ],
      [
        "OO",
        -10.4679993460013
      ],
      [
        "▁sinusulatan",
        -10.469411370756536
      ],
      [
        "▁N",
        -10.470031854617858
      ],
      [
        "Kailangan",
        -10.470225307763473
      ],
      [
        "walk",
        -10.47123540017319
      ],
      [
        "▁tinatakbo",
        -10.481731177567026
      ],
      [
        "▁k",
        -10.495292432215656
      ],
      [
        "What",
        -10.49914193361318
      ],
      [
        "Whe",
        -10.506586339145256
      ],
      [
        "RE",
        -10.510913360134133
      ],
      [
        "sila",
        -10.51204286976594
      ],
      [
        "▁w",
        -10.512505407075114
      ],
      [
        "▁m",
        -10.520084440809669
      ],
      [
        "OD",
        -10.528449076264272
      ],
      [
        "TE",
        -10.529481290279971
      ],
      [
        "▁walks",
        -10.535070562462458
      ],
      [
        "▁takbuhin",
        -10.537300178145626
      ],
      [
        "▁t",
        -10.540441648174909
      ],
      [
        "▁th",
        -10.54350018312801
      ],
      [
        "run",
        -10.553835198487354
      ],
      [
        "Who",
        -10.554415943187234
      ],
      [
        "come",
        -10.57183132394004
      ],
      [
        "kami",
        -10.572160746222051
      ],
      [
        "▁about",
        -10.58075694032796
      ],
      [
        "▁He",
        -10.582943179136787
      ],
      [
        "▁umuuwi",
        -10.598271161158443
      ],
      [
        "Sin",
        -10.602865597755004
      ],
      [
        "▁We",
        -10.607797733166096
      ],
      [
        "▁nilalakad",
        -10.633954535095643
      ],
      [
        "▁para",
        -10.656873593908976
      ],
      [
        "Ano",
        -10.673654653452182
      ],
      [
        "kumain",
        -10.67379020839789
      ],
      [
        "did",
        -10.673966656425703
      ],
      [
        "▁lakarin",
        -10.6742360060757
      ],
      [
        "▁Does",
        -10.68018570620757
      ],
      [
        "▁plays",
        -10.708268420366483
      ],
      [
        "▁pagtulog",
        -10.71090493051146
      ],
      [
        "uminom",
        -10.712500008527195
      ],
      [
        "▁whe",
        -10.72527110659852
      ],
      [
        "You",
        -10.73671584103094
      ],
      [
        "▁how",
        -10.738789860497183
      ],
      [
        "susulat",
        -10.73950697120005
      ],
      [
        "▁binasa",
        -10.760304586133149
      ],
      [
        "▁makakasama",
        -10.762088428644764
      ],
      [
        "▁paano",
        -10.76990457688352
      ],
      [
        "▁eskuwelahan",
        -10.772750914665089
      ],
      [
        "akasama",
        -10.786194638357458
      ],
      [
        "▁slept",
        -10.801758909987647
      ],
      [
        "ba",
        -10.813900365306768
      ],
      [
        "mo",
        -10.820029332754157
      ],
      [
        "▁ca",
        -10.835459593531509
      ],
      [
        "▁from",
        -10.83714407675496
      ],
      [
        "▁nagustuhan",
        -10.86310933672737
      ],
      [
        "▁babasah",
        -10.8813279173476
      ],
      [
        "magbasa",
        -10.898884706024358
      ],
      [
        "▁T",
        -10.914269244461304
      ],
      [
        "▁F",
        -10.921963403355967
      ],
      [
        "pagkain",
        -10.924173419814329
      ],
      [
        "sumulat",
        -10.928866523147764
      ],
      [
        "Wh",
        -10.935720624865237
      ],
      [
        "inumin",
        -10.947239212847172
      ],
      [
        "▁kasa",
        -10.95911377384013
      ],
      [
        "atulog",
        -10.969932735565973
      ],
      [
        "water",
        -10.984422458353356
      ],
      [
        "tubig",
        -10.984439490710264
      ],
      [
        "win",
        -11.001410604907443
      ],
      [
        "aglaro",
        -11.010735111316222
      ],
      [
        "food",
        -11.011166028414769
      ],
      [
        "▁walked",
        -11.012151323219978
      ],
      [
        "EA",
        -11.013202895127565
      ],
      [
        "tumakbo",
        -11.032096596628234
      ],
      [
        "▁gawin",
        -11.036713117557529
      ],
      [
        "▁Nasa",
        -11.047144823921034
      ],
      [
        "tulugan",
        -11.048837594869134
      ],
      [
        "▁klase",
        -11.062638264271335
      ],
      [
        "arating",
        -11.063125410865087
      ],
      [
        "maglakad",
        -11.070031148576849
      ],
      [
        "▁wo",
        -11.083335135132522
      ],
      [
        "▁is",
        -11.084246628560408
      ],
      [
        "matulog",
        -11.09972315424622
      ],
      [
        "aglakad",
        -11.115703390989484
      ],
      [
        "umating",
        -11.117690735957504
      ],
      [
        "▁Did",
        -11.124402164286968
      ],
      [
        "nila",
        -11.127802092143234
      ],
      [
        "▁them",
        -11.128120723153394
      ],
      [
        "umakbo",
        -11.128842578167392
      ],
      [
        "▁araw",
        -11.130796650037803
      ],
      [
        "▁paglalakad",
        -11.13408783818959
      ],
      [
        "▁ginaga",
        -11.149219501393665
      ],
      [
        "NO",
        -11.164422392034396
      ],
      [
        "▁kakainin",
        -11.16796413150362
      ],
      [
        "▁kanin",
        -11.169197167340531
      ],
      [
        "ran",
        -11.180078377825035
      ],
      [
        "▁wh",
        -11.195898425289323
      ],
      [
        "▁a",
        -11.203267638035111
      ],
      [
        "maglaro",
        -11.203814350215165
      ],
      [
        "ano",
        -11.218473619050762
      ],
      [
        "▁kanila",
        -11.224101489189398
      ],
      [
        "▁kinain",
        -11.261903294130978
      ],
      [
        "▁am",
        -11.269283720872156
      ],
      [
        "▁basahan",
        -11.272730933135296
      ],
      [
        "agustuhan",
        -11.282352086610166
      ],
      [
        "ll",
        -11.283942462538125
      ],
      [
        "sinulat",
        -11.287163700052664
      ],
      [
        "▁nasa",
        -11.30269214272558
      ],
      [
        "ul",
        -11.310389575476387
      ],
      [
        "atakbo",
        -11.316420726442376
      ],
      [
        "nagbabasa",
        -11.321384647941915
      ],
      [
        "▁kin",
        -11.32491553865653
      ],
      [
        "kumakain",
        -11.32984028299607
      ],
      [
        "umiinom",
        -11.332608349628918
      ],
      [
        "inusulat",
        -11.335486422315778
      ],
      [
        "▁eskuwela",
        -11.38862888592312
      ],
      [
        "ou",
        -11.403504155329433
      ],
      [
        "▁I",
        -11.407885328615832
      ],
      [
        "tu",
        -11.411374988068818
      ],
      [
        "umupunta",
        -11.419222273326136
      ],
      [
        "thi",
        -11.419890556089015
      ],
      [
        "hat",
        -11.421132025399125
      ],
      [
        "sumusulat",
        -11.427003366767282
      ],
      [
        "upunta",
        -11.44010944903983
      ],
      [
        "atakbuhin",
        -11.442613624152743
      ],
      [
        "▁H",
